{
  "version": "1.0",
  "truncation": null,
  "padding": {
    "strategy": "BatchLongest",
    "direction": "Right",
    "pad_to_multiple_of": null,
    "pad_id": 3,
    "pad_type_id": 0,
    "pad_token": "[PAD]"
  },
  "added_tokens": [
    {
      "id": 0,
      "content": "[UNK]",
      "single_word": false,
      "lstrip": false,
      "rstrip": false,
      "normalized": false,
      "special": true
    },
    {
      "id": 1,
      "content": "[CLS]",
      "single_word": false,
      "lstrip": false,
      "rstrip": false,
      "normalized": false,
      "special": true
    },
    {
      "id": 2,
      "content": "[SEP]",
      "single_word": false,
      "lstrip": false,
      "rstrip": false,
      "normalized": false,
      "special": true
    },
    {
      "id": 3,
      "content": "[PAD]",
      "single_word": false,
      "lstrip": false,
      "rstrip": false,
      "normalized": false,
      "special": true
    },
    {
      "id": 4,
      "content": "[MASK]",
      "single_word": false,
      "lstrip": false,
      "rstrip": false,
      "normalized": false,
      "special": true
    },
    {
      "id": 30000,
      "content": "name=",
      "single_word": false,
      "lstrip": false,
      "rstrip": false,
      "normalized": true,
      "special": false
    },
    {
      "id": 30001,
      "content": "tax=",
      "single_word": false,
      "lstrip": false,
      "rstrip": false,
      "normalized": true,
      "special": false
    }
  ],
  "normalizer": null,
  "pre_tokenizer": {
    "type": "Whitespace"
  },
  "post_processor": {
    "type": "TemplateProcessing",
    "single": [
      {
        "SpecialToken": {
          "id": "[CLS]",
          "type_id": 0
        }
      },
      {
        "Sequence": {
          "id": "A",
          "type_id": 0
        }
      },
      {
        "SpecialToken": {
          "id": "[SEP]",
          "type_id": 0
        }
      }
    ],
    "pair": [
      {
        "SpecialToken": {
          "id": "[CLS]",
          "type_id": 0
        }
      },
      {
        "Sequence": {
          "id": "A",
          "type_id": 0
        }
      },
      {
        "SpecialToken": {
          "id": "[SEP]",
          "type_id": 0
        }
      },
      {
        "Sequence": {
          "id": "B",
          "type_id": 1
        }
      },
      {
        "SpecialToken": {
          "id": "[SEP]",
          "type_id": 1
        }
      }
    ],
    "special_tokens": {
      "[CLS]": {
        "id": "[CLS]",
        "ids": [
          1
        ],
        "tokens": [
          "[CLS]"
        ]
      },
      "[SEP]": {
        "id": "[SEP]",
        "ids": [
          2
        ],
        "tokens": [
          "[SEP]"
        ]
      }
    }
  },
  "decoder": null,
  "model": {
    "type": "BPE",
    "dropout": null,
    "unk_token": "[UNK]",
    "continuing_subword_prefix": null,
    "end_of_word_suffix": null,
    "fuse_unk": false,
    "byte_fallback": false,
    "ignore_merges": false,
    "vocab": {
      "[UNK]": 0,
      "[CLS]": 1,
      "[SEP]": 2,
      "[PAD]": 3,
      "[MASK]": 4,
      "#": 5,
      "%": 6,
      "&": 7,
      "'": 8,
      "(": 9,
      ")": 10,
      "*": 11,
      "+": 12,
      ",": 13,
      "-": 14,
      ".": 15,
      "/": 16,
      "0": 17,
      "1": 18,
      "2": 19,
      "3": 20,
      "4": 21,
      "5": 22,
      "6": 23,
      "7": 24,
      "8": 25,
      "9": 26,
      ":": 27,
      ";": 28,
      "<": 29,
      "=": 30,
      ">": 31,
      "?": 32,
      "@": 33,
      "A": 34,
      "B": 35,
      "C": 36,
      "D": 37,
      "E": 38,
      "F": 39,
      "G": 40,
      "H": 41,
      "I": 42,
      "J": 43,
      "K": 44,
      "L": 45,
      "M": 46,
      "N": 47,
      "O": 48,
      "P": 49,
      "Q": 50,
      "R": 51,
      "S": 52,
      "T": 53,
      "U": 54,
      "V": 55,
      "W": 56,
      "X": 57,
      "Y": 58,
      "Z": 59,
      "[": 60,
      "\\": 61,
      "]": 62,
      "^": 63,
      "_": 64,
      "`": 65,
      "a": 66,
      "b": 67,
      "c": 68,
      "d": 69,
      "e": 70,
      "f": 71,
      "g": 72,
      "h": 73,
      "i": 74,
      "j": 75,
      "k": 76,
      "l": 77,
      "m": 78,
      "n": 79,
      "o": 80,
      "p": 81,
      "q": 82,
      "r": 83,
      "s": 84,
      "t": 85,
      "u": 86,
      "v": 87,
      "w": 88,
      "x": 89,
      "y": 90,
      "z": 91,
      "{": 92,
      "|": 93,
      "}": 94,
      "~": 95,
      "in": 96,
      "ta": 97,
      "te": 98,
      "me": 99,
      "na": 100,
      "tax": 101,
      "name": 102,
      "ro": 103,
      "pro": 104,
      "ra": 105,
      "prote": 106,
      "protein": 107,
      "ri": 108,
      "ac": 109,
      "se": 110,
      "on": 111,
      "om": 112,
      "la": 113,
      "bac": 114,
      "ing": 115,
      "um": 116,
      "ti": 117,
      "bacte": 118,
      "oma": 119,
      "us": 120,
      "ns": 121,
      "or": 122,
      "con": 123,
      "ha": 124,
      "doma": 125,
      "domain": 126,
      "tain": 127,
      "contain": 128,
      "containing": 129,
      "il": 130,
      "bacteri": 131,
      "re": 132,
      "os": 133,
      "al": 134,
      "is": 135,
      "de": 136,
      "hy": 137,
      "rans": 138,
      "am": 139,
      "bacterium": 140,
      "nt": 141,
      "li": 142,
      "trans": 143,
      "ase": 144,
      "pe": 145,
      "he": 146,
      "di": 147,
      "ce": 148,
      "ph": 149,
      "an": 150,
      "ar": 151,
      "oc": 152,
      "le": 153,
      "ily": 154,
      "po": 155,
      "fam": 156,
      "family": 157,
      "ae": 158,
      "ic": 159,
      "un": 160,
      "ine": 161,
      "cha": 162,
      "ona": 163,
      "yl": 164,
      "ed": 165,
      "tic": 166,
      "uc": 167,
      "rase": 168,
      "ge": 169,
      "it": 170,
      "pha": 171,
      "ly": 172,
      "id": 173,
      "fe": 174,
      "ment": 175,
      "ter": 176,
      "at": 177,
      "su": 178,
      "ox": 179,
      "rag": 180,
      "ne": 181,
      "tor": 182,
      "Frag": 183,
      "Fragment": 184,
      "the": 185,
      "bi": 186,
      "hyd": 187,
      "lo": 188,
      "por": 189,
      "NA": 190,
      "ace": 191,
      "ke": 192,
      "pti": 193,
      "ia": 194,
      "transfe": 195,
      "bacter": 196,
      "transferase": 197,
      "hypo": 198,
      "ma": 199,
      "tical": 200,
      "hydro": 201,
      "thetical": 202,
      "hypothetical": 203,
      "ss": 204,
      "rac": 205,
      "UF": 206,
      "DUF": 207,
      "ula": 208,
      "lla": 209,
      "teri": 210,
      "lus": 211,
      "to": 212,
      "hi": 213,
      "tase": 214,
      "er": 215,
      "co": 216,
      "yce": 217,
      "bin": 218,
      "ho": 219,
      "like": 220,
      "es": 221,
      "sub": 222,
      "transpor": 223,
      "onas": 224,
      "omyce": 225,
      "bacteria": 226,
      "zed": 227,
      "terized": 228,
      "racterized": 229,
      "characterized": 230,
      "ding": 231,
      "phos": 232,
      "sy": 233,
      "nsis": 234,
      "if": 235,
      "en": 236,
      "lase": 237,
      "binding": 238,
      "pt": 239,
      "transporter": 240,
      "tre": 241,
      "ty": 242,
      "no": 243,
      "illus": 244,
      "ul": 245,
      "Ac": 246,
      "aceae": 247,
      "vi": 248,
      "pi": 249,
      "reg": 250,
      "do": 251,
      "ch": 252,
      "unit": 253,
      "subunit": 254,
      "regula": 255,
      "Un": 256,
      "cri": 257,
      "Stre": 258,
      "ino": 259,
      "omyces": 260,
      "thy": 261,
      "regulator": 262,
      "tri": 263,
      "TP": 264,
      "Strept": 265,
      "cus": 266,
      "inase": 267,
      "did": 268,
      "ur": 269,
      "ca": 270,
      "unc": 271,
      "atus": 272,
      "andid": 273,
      "ide": 274,
      "ol": 275,
      "omonas": 276,
      "tion": 277,
      "cripti": 278,
      "icro": 279,
      "obacteria": 280,
      "mb": 281,
      "Uncharacterized": 282,
      "chae": 283,
      "mo": 284,
      "yltransferase": 285,
      "onal": 286,
      "uta": 287,
      "Streptomyces": 288,
      "seu": 289,
      "ted": 290,
      "lass": 291,
      "Candid": 292,
      "bacillus": 293,
      "ve": 294,
      "Candidatus": 295,
      "ria": 296,
      "phospha": 297,
      "one": 298,
      "type": 299,
      "per": 300,
      "Me": 301,
      "ni": 302,
      "ll": 303,
      "gena": 304,
      "kinase": 305,
      "occus": 306,
      "Pseu": 307,
      "criptional": 308,
      "as": 309,
      "uctase": 310,
      "iso": 311,
      "pen": 312,
      "ucle": 313,
      "genase": 314,
      "AB": 315,
      "for": 316,
      "ATP": 317,
      "Bac": 318,
      "archae": 319,
      "pho": 320,
      "tes": 321,
      "RNA": 322,
      "ales": 323,
      "synt": 324,
      "thyl": 325,
      "De": 326,
      "bium": 327,
      "im": 328,
      "ABC": 329,
      "rane": 330,
      "vo": 331,
      "red": 332,
      "tin": 333,
      "Trans": 334,
      "tero": 335,
      "oxy": 336,
      "Ch": 337,
      "ifi": 338,
      "Pro": 339,
      "th": 340,
      "zo": 341,
      "ified": 342,
      "lassified": 343,
      "unclassified": 344,
      "pende": 345,
      "DNA": 346,
      "be": 347,
      "pendent": 348,
      "dependent": 349,
      "car": 350,
      "hydrolase": 351,
      "memb": 352,
      "Al": 353,
      "qu": 354,
      "rib": 355,
      "fac": 356,
      "proteobacteria": 357,
      "II": 358,
      "Co": 359,
      "ensis": 360,
      "lan": 361,
      "form": 362,
      "pepti": 363,
      "si": 364,
      "cy": 365,
      "ste": 366,
      "lyc": 367,
      "transcriptional": 368,
      "ina": 369,
      "hase": 370,
      "_1": 371,
      "tra": 372,
      "pora": 373,
      "oxid": 374,
      "sis": 375,
      "Pseud": 376,
      "ry": 377,
      "dehydro": 378,
      "ib": 379,
      "synthase": 380,
      "factor": 381,
      "ga": 382,
      "gl": 383,
      "lex": 384,
      "ini": 385,
      "meta": 386,
      "ros": 387,
      "merase": 388,
      "Pe": 389,
      "ceae": 390,
      "ola": 391,
      "membrane": 392,
      "dehydrogenase": 393,
      "Cy": 394,
      "tive": 395,
      "com": 396,
      "poly": 397,
      "ru": 398,
      "va": 399,
      "methyl": 400,
      "hizo": 401,
      "phosphate": 402,
      "tid": 403,
      "ococcus": 404,
      "ored": 405,
      "ci": 406,
      "gi": 407,
      "och": 408,
      "dase": 409,
      "sul": 410,
      "Se": 411,
      "Pa": 412,
      "ella": 413,
      "isoform": 414,
      "heli": 415,
      "11": 416,
      "sulf": 417,
      "archaeon": 418,
      "lig": 419,
      "ota": 420,
      "DUF4": 421,
      "ura": 422,
      "pa": 423,
      "cre": 424,
      "My": 425,
      "LO": 426,
      "mease": 427,
      "ris": 428,
      "utative": 429,
      "permease": 430,
      "rio": 431,
      "uncharacterized": 432,
      "Rho": 433,
      "Micro": 434,
      "oxin": 435,
      "Fla": 436,
      "lycos": 437,
      "Ar": 438,
      "oreductase": 439,
      "los": 440,
      "Prote": 441,
      "carb": 442,
      "acet": 443,
      "dium": 444,
      "hizobium": 445,
      "ocar": 446,
      "op": 447,
      "min": 448,
      "_2": 449,
      "pos": 450,
      "10": 451,
      "las": 452,
      "ribos": 453,
      "lu": 454,
      "ose": 455,
      "ica": 456,
      "phing": 457,
      "tis": 458,
      "dia": 459,
      "phospho": 460,
      "uclease": 461,
      "oxidoreductase": 462,
      "les": 463,
      "Le": 464,
      "mar": 465,
      "beta": 466,
      "ides": 467,
      "rom": 468,
      "Hy": 469,
      "methyltransferase": 470,
      "Am": 471,
      "12": 472,
      "NAD": 473,
      "ila": 474,
      "hol": 475,
      "den": 476,
      "up": 477,
      "oli": 478,
      "reductase": 479,
      "stem": 480,
      "obacter": 481,
      "raceae": 482,
      "sp": 483,
      "DUF2": 484,
      "mon": 485,
      "Pseudomonas": 486,
      "Putative": 487,
      "phil": 488,
      "loro": 489,
      "tu": 490,
      "comp": 491,
      "tia": 492,
      "omal": 493,
      "Hal": 494,
      "system": 495,
      "He": 496,
      "thi": 497,
      "geno": 498,
      "tus": 499,
      "ys": 500,
      "ospora": 501,
      "rm": 502,
      "repe": 503,
      "aeni": 504,
      "da": 505,
      "ron": 506,
      "onuclease": 507,
      "repeat": 508,
      "Re": 509,
      "tRNA": 510,
      "Ca": 511,
      "peptidase": 512,
      "phae": 513,
      "lostri": 514,
      "LOC": 515,
      "amma": 516,
      "Sphing": 517,
      "ptor": 518,
      ")-": 519,
      "acid": 520,
      "50": 521,
      "ass": 522,
      "icrobi": 523,
      "genome": 524,
      "gu": 525,
      "ligase": 526,
      "posase": 527,
      "CoA": 528,
      "En": 529,
      "ser": 530,
      "rus": 531,
      "Paeni": 532,
      "ot": 533,
      "late": 534,
      "AD": 535,
      "ran": 536,
      "helix": 537,
      "Te": 538,
      "metagenome": 539,
      "Bactero": 540,
      "RE": 541,
      "Ph": 542,
      "tha": 543,
      "ct": 544,
      "DUF3": 545,
      "rome": 546,
      "ospi": 547,
      "amino": 548,
      "phosphatase": 549,
      "Clostri": 550,
      "ili": 551,
      "tica": 552,
      "Paenibacillus": 553,
      "Protein": 554,
      "Myco": 555,
      "Nocar": 556,
      "carboxy": 557,
      "Actin": 558,
      "xy": 559,
      "ba": 560,
      "oni": 561,
      "--": 562,
      "alpha": 563,
      "ric": 564,
      "ceptor": 565,
      "Flavo": 566,
      "obacterium": 567,
      "nae": 568,
      "AM": 569,
      "Chloro": 570,
      "che": 571,
      "Li": 572,
      "urk": 573,
      "holde": 574,
      "urkholde": 575,
      "taproteobacteria": 576,
      "flex": 577,
      "monas": 578,
      "rid": 579,
      "toch": 580,
      "llo": 581,
      "spe": 582,
      "rin": 583,
      "Alpha": 584,
      "RI": 585,
      "hom": 586,
      "receptor": 587,
      "ali": 588,
      "Acid": 589,
      "Pepti": 590,
      "Lac": 591,
      "AA": 592,
      "creted": 593,
      "of": 594,
      "Mar": 595,
      "rae": 596,
      "gna": 597,
      "polymerase": 598,
      "tochrome": 599,
      "py": 600,
      "ex": 601,
      "2_": 602,
      "Gl": 603,
      "gen": 604,
      "ate": 605,
      "rich": 606,
      "Ge": 607,
      "archaeota": 608,
      "phy": 609,
      "onad": 610,
      "Ce": 611,
      "X1": 612,
      "ific": 613,
      "ari": 614,
      "Nit": 615,
      "oly": 616,
      "tidine": 617,
      "assoc": 618,
      "Desulf": 619,
      "Chloroflex": 620,
      "Gamma": 621,
      "ant": 622,
      "ribosomal": 623,
      "stra": 624,
      "Phos": 625,
      "30": 626,
      "Para": 627,
      "peptide": 628,
      "Secreted": 629,
      "gro": 630,
      "and": 631,
      "associa": 632,
      "gluc": 633,
      "ver": 634,
      "associated": 635,
      "gluta": 636,
      "Plan": 637,
      "inc": 638,
      "fer": 639,
      "ps": 640,
      "inus": 641,
      "anti": 642,
      "ion": 643,
      "Chloroflexi": 644,
      "fla": 645,
      "SP": 646,
      "DUF1": 647,
      "toxin": 648,
      "accha": 649,
      "ruc": 650,
      "phila": 651,
      "his": 652,
      "20": 653,
      "ii": 654,
      "ynt": 655,
      "glycos": 656,
      "onine": 657,
      "spec": 658,
      "nucle": 659,
      "Gammaproteobacteria": 660,
      "bo": 661,
      "acetyltransferase": 662,
      "man": 663,
      "ore": 664,
      "Bra": 665,
      "loc": 666,
      "Ne": 667,
      "robacter": 668,
      "icola": 669,
      "ulf": 670,
      "Rib": 671,
      "gly": 672,
      "plas": 673,
      "acyl": 674,
      "ory": 675,
      "hydra": 676,
      "poprotein": 677,
      "lis": 678,
      "Transposase": 679,
      "bacteraceae": 680,
      "Di": 681,
      "lac": 682,
      "philus": 683,
      "The": 684,
      "Del": 685,
      "_RE": 686,
      "ag": 687,
      "specific": 688,
      "As": 689,
      "transport": 690,
      "cal": 691,
      "idi": 692,
      "hydroxy": 693,
      "idase": 694,
      "Rhodo": 695,
      "strate": 696,
      "ff": 697,
      "MF": 698,
      "ATPase": 699,
      "substrate": 700,
      "gal": 701,
      "Thi": 702,
      "complex": 703,
      "ure": 704,
      "sedi": 705,
      "Be": 706,
      "cola": 707,
      "tro": 708,
      "cyc": 709,
      "Ty": 710,
      "dy": 711,
      "Phy": 712,
      "pre": 713,
      "In": 714,
      "vib": 715,
      "chain": 716,
      "vis": 717,
      "bacteriaceae": 718,
      "mi": 719,
      "Glycos": 720,
      "_4": 721,
      "omicrobi": 722,
      "Lys": 723,
      "teg": 724,
      "zy": 725,
      "AT": 726,
      "MFS": 727,
      "Rhod": 728,
      "ea": 729,
      "Deltaproteobacteria": 730,
      "14": 731,
      "mate": 732,
      "par": 733,
      "Bacillus": 734,
      "Pseudo": 735,
      "_3": 736,
      "Acidobacteria": 737,
      "CC": 738,
      "rmo": 739,
      "SM": 740,
      "Pha": 741,
      "An": 742,
      "gma": 743,
      "Planct": 744,
      "lli": 745,
      "Methyl": 746,
      "ome": 747,
      "Transcriptional": 748,
      "rol": 749,
      "olo": 750,
      "end": 751,
      "urkholderia": 752,
      "pon": 753,
      "all": 754,
      "alis": 755,
      "gene": 756,
      "13": 757,
      "ticus": 758,
      "case": 759,
      "cell": 760,
      "Planctomyce": 761,
      "isomerase": 762,
      "ir": 763,
      "tella": 764,
      "_C": 765,
      "Cytochrome": 766,
      "box": 767,
      "ibacter": 768,
      "hesis": 769,
      "cin": 770,
      "bios": 771,
      "dio": 772,
      "tino": 773,
      "tos": 774,
      "acetyl": 775,
      "oxidase": 776,
      "Clostridium": 777,
      "sa": 778,
      "16": 779,
      "termin": 780,
      "vibrio": 781,
      "DP": 782,
      "onadaceae": 783,
      "ode": 784,
      "nit": 785,
      "serine": 786,
      "23": 787,
      "ad": 788,
      "biosynt": 789,
      "Eu": 790,
      "gin": 791,
      "bacteriales": 792,
      "AP": 793,
      "zyme": 794,
      "hydratase": 795,
      "tur": 796,
      "Bacteroide": 797,
      "Bacteroidetes": 798,
      "17": 799,
      "lea": 800,
      "15": 801,
      "TH": 802,
      "marine": 803,
      "virus": 804,
      "rill": 805,
      "Entero": 806,
      "asse": 807,
      "lated": 808,
      "rate": 809,
      "ub": 810,
      "00": 811,
      "od": 812,
      "cription": 813,
      "DE": 814,
      "ori": 815,
      "gy": 816,
      "Poly": 817,
      "mati": 818,
      "Peptidase": 819,
      "rales": 820,
      "LL": 821,
      "occ": 822,
      "Pre": 823,
      "halo": 824,
      "biosynthesis": 825,
      "thre": 826,
      "ting": 827,
      "rax": 828,
      "dis": 829,
      "III": 830,
      "ill": 831,
      "histidine": 832,
      "Actino": 833,
      "homolo": 834,
      "Py": 835,
      "osa": 836,
      "oe": 837,
      "Car": 838,
      "vorans": 839,
      "Heli": 840,
      "onia": 841,
      "GW": 842,
      "Rose": 843,
      "enzyme": 844,
      "18": 845,
      "este": 846,
      "ost": 847,
      "Lipoprotein": 848,
      "CB": 849,
      "Ex": 850,
      "ule": 851,
      "Vib": 852,
      "protease": 853,
      "IG": 854,
      "Si": 855,
      "Nitros": 856,
      "mic": 857,
      "Sulf": 858,
      "Cell": 859,
      "gan": 860,
      "oxygenase": 861,
      "tum": 862,
      "Sal": 863,
      "mbly": 864,
      "Metha": 865,
      "Phospho": 866,
      "Ver": 867,
      "turn": 868,
      "Type": 869,
      "Methy": 870,
      "glyce": 871,
      "Bacteri": 872,
      "aden": 873,
      "phag": 874,
      "Mycobacterium": 875,
      "ON": 876,
      "group": 877,
      "chan": 878,
      "ya": 879,
      "GI": 880,
      "Ace": 881,
      "biqu": 882,
      "related": 883,
      "sal": 884,
      "terminal": 885,
      "tate": 886,
      "uri": 887,
      "IN": 888,
      "metallo": 889,
      "old": 890,
      "onella": 891,
      "oti": 892,
      "gella": 893,
      "Sphingomonas": 894,
      "nce": 895,
      "Mes": 896,
      "helicase": 897,
      "esterase": 898,
      "Sy": 899,
      "pto": 900,
      "70": 901,
      "FU": 902,
      "ond": 903,
      "Ta": 904,
      "assembly": 905,
      "Vibrio": 906,
      "ral": 907,
      "za": 908,
      "_N": 909,
      "Fe": 910,
      "ense": 911,
      "anth": 912,
      "amine": 913,
      "arc": 914,
      "Flavobacterium": 915,
      "Brady": 916,
      "illa": 917,
      "icrobium": 918,
      "HTH": 919,
      "'-": 920,
      "RIF": 921,
      "onent": 922,
      "Cal": 923,
      "Rhizobium": 924,
      "SAM": 925,
      "sc": 926,
      "bus": 927,
      "ylase": 928,
      "ultu": 929,
      "Actinomyce": 930,
      "osus": 931,
      "threonine": 932,
      "Bradyr": 933,
      "component": 934,
      "sigma": 935,
      "ido": 936,
      "orhizobium": 937,
      "rix": 938,
      "rial": 939,
      "uli": 940,
      "root": 941,
      "Ser": 942,
      "psis": 943,
      "phe": 944,
      "FULL": 945,
      "FAD": 946,
      "ultured": 947,
      "Phage": 948,
      "Bradyrhizobium": 949,
      "AS": 950,
      "spon": 951,
      "Anae": 952,
      "bil": 953,
      "gar": 954,
      "40": 955,
      "cis": 956,
      "vir": 957,
      "tobacillus": 958,
      "vision": 959,
      "division": 960,
      "TE": 961,
      "secre": 962,
      "Verruc": 963,
      "dioides": 964,
      "LOC11": 965,
      "inone": 966,
      "tobacter": 967,
      "my": 968,
      "homolog": 969,
      "porter": 970,
      "Gluta": 971,
      "Methylo": 972,
      "pero": 973,
      "ong": 974,
      "Amino": 975,
      "PR": 976,
      "Alphaproteobacteria": 977,
      "mine": 978,
      "throbacter": 979,
      "mat": 980,
      "Gly": 981,
      "cens": 982,
      "His": 983,
      "steine": 984,
      "ole": 985,
      "19": 986,
      "GION": 987,
      "_REGION": 988,
      "mis": 989,
      "dro": 990,
      "Fi": 991,
      "Verrucomicrobi": 992,
      "DSM": 993,
      "Halo": 994,
      "56": 995,
      "_6": 996,
      "ber": 997,
      "gra": 998,
      "Thermo": 999,
      "ute": 1000,
      "guan": 1001,
      "ok": 1002,
      "ulum": 1003,
      "phage": 1004,
      "ts": 1005,
      "imonas": 1006,
      "CBS": 1007,
      "rier": 1008,
      "inger": 1009,
      "glyc": 1010,
      "finger": 1011,
      "pla": 1012,
      "ulo": 1013,
      "uro": 1014,
      "Desulfo": 1015,
      "Spi": 1016,
      "Nocardia": 1017,
      "uncultured": 1018,
      "pus": 1019,
      "ble": 1020,
      "lux": 1021,
      "Tri": 1022,
      "fold": 1023,
      "alan": 1024,
      "secretion": 1025,
      "lip": 1026,
      "mit": 1027,
      "hab": 1028,
      "glucos": 1029,
      "carboxylase": 1030,
      "coccus": 1031,
      "Su": 1032,
      "Planctomycetes": 1033,
      "ici": 1034,
      "Bacteria": 1035,
      "rum": 1036,
      "Actinomycetia": 1037,
      "endo": 1038,
      "endonuclease": 1039,
      "CG": 1040,
      "tR": 1041,
      "respon": 1042,
      "24": 1043,
      "acchari": 1044,
      "gium": 1045,
      "bacterales": 1046,
      "lin": 1047,
      "ticum": 1048,
      "26": 1049,
      "25": 1050,
      "Microbacterium": 1051,
      "matim": 1052,
      "inensis": 1053,
      "50S": 1054,
      "28": 1055,
      "Gem": 1056,
      "LOW": 1057,
      "uter": 1058,
      "ylate": 1059,
      "transcription": 1060,
      "nse": 1061,
      "ochond": 1062,
      "mid": 1063,
      "Nocardioides": 1064,
      "icu": 1065,
      "icus": 1066,
      "ospirill": 1067,
      "sm": 1068,
      "mu": 1069,
      "obium": 1070,
      "ocy": 1071,
      "Chit": 1072,
      "ochondrial": 1073,
      "zinc": 1074,
      "du": 1075,
      "pal": 1076,
      "dehydratase": 1077,
      "tans": 1078,
      "methy": 1079,
      "cted": 1080,
      "nos": 1081,
      "CSP": 1082,
      "AL": 1083,
      "thrix": 1084,
      "phaga": 1085,
      "illi": 1086,
      "cean": 1087,
      "Col": 1088,
      "carrier": 1089,
      "bis": 1090,
      "Hydro": 1091,
      "icum": 1092,
      "so": 1093,
      "ubiqu": 1094,
      "sediment": 1095,
      "Mesorhizobium": 1096,
      "tiv": 1097,
      "lic": 1098,
      "bra": 1099,
      "Sta": 1100,
      "Integ": 1101,
      "fflux": 1102,
      "glo": 1103,
      "RIFCSP": 1104,
      "tyl": 1105,
      "NAT": 1106,
      "ale": 1107,
      "AR": 1108,
      "Por": 1109,
      "Transmembrane": 1110,
      "AAA": 1111,
      "nes": 1112,
      "Glycosyltransferase": 1113,
      "ie": 1114,
      "GTP": 1115,
      "otide": 1116,
      "NADH": 1117,
      "epi": 1118,
      "alk": 1119,
      "GNAT": 1120,
      "_14": 1121,
      "anus": 1122,
      "monospora": 1123,
      "ov": 1124,
      "class": 1125,
      "rc": 1126,
      "_8": 1127,
      "cor": 1128,
      "member": 1129,
      "response": 1130,
      "Nucle": 1131,
      "sor": 1132,
      "Ae": 1133,
      "34": 1134,
      "ator": 1135,
      "tho": 1136,
      "UDP": 1137,
      "Tetra": 1138,
      "bas": 1139,
      "stri": 1140,
      "nti": 1141,
      "PH": 1142,
      "ctin": 1143,
      "gnal": 1144,
      "sin": 1145,
      "lyase": 1146,
      "taceae": 1147,
      "cella": 1148,
      "perg": 1149,
      "Ribos": 1150,
      "Asperg": 1151,
      "regulatory": 1152,
      "vorax": 1153,
      "Aspergillus": 1154,
      "nyl": 1155,
      "vent": 1156,
      "Acidi": 1157,
      "roph": 1158,
      "SD": 1159,
      "60": 1160,
      "Tha": 1161,
      "Chry": 1162,
      "MP": 1163,
      "mun": 1164,
      "synthe": 1165,
      "39": 1166,
      "chi": 1167,
      "onB": 1168,
      "io": 1169,
      "icutes": 1170,
      "bable": 1171,
      "Res": 1172,
      "Firm": 1173,
      "ab": 1174,
      "Firmicutes": 1175,
      "IS": 1176,
      "pter": 1177,
      "dus": 1178,
      "TonB": 1179,
      "yla": 1180,
      "olium": 1181,
      "Spo": 1182,
      "TetR": 1183,
      "lar": 1184,
      "57": 1185,
      "synthetase": 1186,
      "nu": 1187,
      "tional": 1188,
      "ida": 1189,
      "Non": 1190,
      "itin": 1191,
      "AC": 1192,
      "bio": 1193,
      "29": 1194,
      "Micromonospora": 1195,
      "transposase": 1196,
      "bu": 1197,
      "transloc": 1198,
      "onensis": 1199,
      "37": 1200,
      "Burkholderia": 1201,
      "gellar": 1202,
      "redoxin": 1203,
      "pil": 1204,
      "Mo": 1205,
      "polys": 1206,
      "rose": 1207,
      "ular": 1208,
      "cium": 1209,
      "Meta": 1210,
      "LOC12": 1211,
      "ap": 1212,
      "Bre": 1213,
      "thio": 1214,
      "vin": 1215,
      "sta": 1216,
      "ita": 1217,
      "PRO": 1218,
      "tetra": 1219,
      "opsis": 1220,
      "Es": 1221,
      "ip": 1222,
      "LOC10": 1223,
      "copeptide": 1224,
      "Beta": 1225,
      "mase": 1226,
      "inate": 1227,
      "hu": 1228,
      "wan": 1229,
      "tricopeptide": 1230,
      "hn": 1231,
      "Ma": 1232,
      "accharide": 1233,
      "ifor": 1234,
      "59": 1235,
      "rella": 1236,
      "X2": 1237,
      "detes": 1238,
      "hiz": 1239,
      "onadetes": 1240,
      "onate": 1241,
      "PROTE": 1242,
      "54": 1243,
      "RN": 1244,
      "glycosyltransferase": 1245,
      "cyclase": 1246,
      "cata": 1247,
      "matimonadetes": 1248,
      "nel": 1249,
      "Fus": 1250,
      "_0": 1251,
      "gensis": 1252,
      "uman": 1253,
      "Acyl": 1254,
      "38": 1255,
      "Clostridi": 1256,
      "Parab": 1257,
      "Paraburkholderia": 1258,
      "virga": 1259,
      "trich": 1260,
      "pseu": 1261,
      "omonadaceae": 1262,
      "sens": 1263,
      "sych": 1264,
      "Ped": 1265,
      "Muc": 1266,
      "combin": 1267,
      "_trans": 1268,
      "AN": 1269,
      "Chitino": 1270,
      "antitoxin": 1271,
      "osphae": 1272,
      "Rota": 1273,
      "Che": 1274,
      "phora": 1275,
      "urid": 1276,
      "epimerase": 1277,
      "PE": 1278,
      "ja": 1279,
      "lici": 1280,
      "Arthrobacter": 1281,
      "illaceae": 1282,
      "unctional": 1283,
      "Verrucomicrobia": 1284,
      "Bif": 1285,
      "Rotaria": 1286,
      "Da": 1287,
      "nia": 1288,
      "candid": 1289,
      "Proteobacteria": 1290,
      "mbi": 1291,
      "mono": 1292,
      "mes": 1293,
      "Aqu": 1294,
      "rius": 1295,
      "tance": 1296,
      "27": 1297,
      "Hyph": 1298,
      "ig": 1299,
      "nella": 1300,
      "ng": 1301,
      "coli": 1302,
      "pis": 1303,
      "resis": 1304,
      "ium": 1305,
      "Burkholde": 1306,
      "Burkholderi": 1307,
      "Zinc": 1308,
      "now": 1309,
      "Cory": 1310,
      "super": 1311,
      "ved": 1312,
      "RB": 1313,
      "osine": 1314,
      "Pen": 1315,
      "Phyto": 1316,
      "Chryse": 1317,
      "Bat": 1318,
      "48": 1319,
      "oxo": 1320,
      "channel": 1321,
      "Rhizo": 1322,
      "aqu": 1323,
      "inibacter": 1324,
      "can": 1325,
      "mitochondrial": 1326,
      "sse": 1327,
      "ze": 1328,
      "fil": 1329,
      "Ory": 1330,
      "icoccus": 1331,
      "deoxy": 1332,
      "sedimin": 1333,
      "Carb": 1334,
      "rosine": 1335,
      "Pho": 1336,
      "st": 1337,
      "planes": 1338,
      "TPR": 1339,
      "Acine": 1340,
      "Acinetobacter": 1341,
      "dura": 1342,
      "efflux": 1343,
      "Amy": 1344,
      "phtho": 1345,
      "ky": 1346,
      "putative": 1347,
      "tail": 1348,
      "tte": 1349,
      "Ara": 1350,
      "small": 1351,
      "AMP": 1352,
      "clus": 1353,
      "pyl": 1354,
      "glycerol": 1355,
      "2_FULL": 1356,
      "Pedobacter": 1357,
      "ilia": 1358,
      "PROTEIN": 1359,
      "chus": 1360,
      "ylyltransferase": 1361,
      "ele": 1362,
      "Serine": 1363,
      "ospira": 1364,
      "ut": 1365,
      "therm": 1366,
      "occaceae": 1367,
      "transcri": 1368,
      "Lachn": 1369,
      "lon": 1370,
      "inococcus": 1371,
      "36": 1372,
      "SDR": 1373,
      "iensis": 1374,
      "ang": 1375,
      "lytic": 1376,
      "Mycolici": 1377,
      "soli": 1378,
      "ubacteria": 1379,
      "lica": 1380,
      "ruva": 1381,
      "plasmic": 1382,
      "Coryne": 1383,
      "orhab": 1384,
      "osum": 1385,
      "58": 1386,
      "accharo": 1387,
      "tone": 1388,
      "verse": 1389,
      "IT": 1390,
      "plasma": 1391,
      "ction": 1392,
      "iliensis": 1393,
      "fera": 1394,
      "hae": 1395,
      "richia": 1396,
      "cherichia": 1397,
      "Con": 1398,
      "1_": 1399,
      "ptase": 1400,
      "ruvate": 1401,
      "Trich": 1402,
      "ana": 1403,
      "transcriptase": 1404,
      "Escherichia": 1405,
      "ospiraceae": 1406,
      "quinone": 1407,
      "romonas": 1408,
      "CH": 1409,
      "Actinoma": 1410,
      "phthora": 1411,
      "So": 1412,
      "topsis": 1413,
      "colatopsis": 1414,
      "Amycolatopsis": 1415,
      "Streptococcus": 1416,
      "inella": 1417,
      "der": 1418,
      "superfamily": 1419,
      "llia": 1420,
      "know": 1421,
      "fun": 1422,
      "inis": 1423,
      "Actinomadura": 1424,
      "ju": 1425,
      "nii": 1426,
      "prol": 1427,
      "ribonuclease": 1428,
      "F0": 1429,
      "nis": 1430,
      "dii": 1431,
      "nobacter": 1432,
      "keto": 1433,
      "gamma": 1434,
      "known": 1435,
      "Ox": 1436,
      "alanine": 1437,
      "Marin": 1438,
      "resistance": 1439,
      "LysR": 1440,
      "onocar": 1441,
      "Hyme": 1442,
      "yces": 1443,
      "Alk": 1444,
      "pan": 1445,
      "ation": 1446,
      "ger": 1447,
      "Ru": 1448,
      "onadales": 1449,
      "hyde": 1450,
      "cytochrome": 1451,
      "sus": 1452,
      "integ": 1453,
      "Fer": 1454,
      "mor": 1455,
      "arum": 1456,
      "Bathy": 1457,
      "rug": 1458,
      "mus": 1459,
      "UP": 1460,
      "cla": 1461,
      "ngium": 1462,
      "vul": 1463,
      "decarboxylase": 1464,
      "ating": 1465,
      "pes": 1466,
      "acyltransferase": 1467,
      "Unknown": 1468,
      "C2": 1469,
      "port": 1470,
      "orus": 1471,
      "mac": 1472,
      "immun": 1473,
      "80": 1474,
      "Spiro": 1475,
      "aminase": 1476,
      "aminotransferase": 1477,
      "para": 1478,
      "mp": 1479,
      "53": 1480,
      "glycosylase": 1481,
      "Pseudonocar": 1482,
      "Or": 1483,
      "SC": 1484,
      "Chryseobacterium": 1485,
      "Actinoplanes": 1486,
      "glutamate": 1487,
      "candidate": 1488,
      "dehyde": 1489,
      "Probable": 1490,
      "cluster": 1491,
      "idae": 1492,
      "pair": 1493,
      "Neo": 1494,
      "cho": 1495,
      "tibacter": 1496,
      "uccin": 1497,
      "ord": 1498,
      "nucleotide": 1499,
      "tobacterium": 1500,
      "Mycolicibacterium": 1501,
      "omura": 1502,
      "Ad": 1503,
      "Cyc": 1504,
      "perone": 1505,
      "hor": 1506,
      "Ov": 1507,
      "NH": 1508,
      "LP": 1509,
      "duc": 1510,
      "roline": 1511,
      "repair": 1512,
      "Phospha": 1513,
      "Methano": 1514,
      "arium": 1515,
      "recombin": 1516,
      "troph": 1517,
      "Corynebacterium": 1518,
      "Ribosomal": 1519,
      "activ": 1520,
      "Rhodococcus": 1521,
      "tole": 1522,
      "des": 1523,
      "fici": 1524,
      "cyclo": 1525,
      "chloro": 1526,
      "2_0": 1527,
      "dioxygenase": 1528,
      "Betaproteobacteria": 1529,
      "Lachnospiraceae": 1530,
      "Fts": 1531,
      "Ter": 1532,
      "TM": 1533,
      "pyro": 1534,
      "acety": 1535,
      "22": 1536,
      "ner": 1537,
      "thionine": 1538,
      "97": 1539,
      "lle": 1540,
      "HE": 1541,
      "Flagellar": 1542,
      "ency": 1543,
      "Ovule": 1544,
      "HGW": 1545,
      "go": 1546,
      "phosphoribos": 1547,
      "Nitrospi": 1548,
      "lp": 1549,
      "P4": 1550,
      "romyces": 1551,
      "lys": 1552,
      "non": 1553,
      "ki": 1554,
      "uridine": 1555,
      "ury": 1556,
      "mass": 1557,
      "Per": 1558,
      "orum": 1559,
      "dire": 1560,
      "tiva": 1561,
      "TPR_REGION": 1562,
      "Cup": 1563,
      "ulus": 1564,
      "tif": 1565,
      "directed": 1566,
      "philum": 1567,
      "ilac": 1568,
      "=(": 1569,
      "O2_0": 1570,
      "inae": 1571,
      "phosph": 1572,
      "ime": 1573,
      "pac": 1574,
      "Flavobacteriaceae": 1575,
      "Fusarium": 1576,
      "DUF6": 1577,
      "Pil": 1578,
      "TR": 1579,
      "Cop": 1580,
      "Bathyarchaeota": 1581,
      "cess": 1582,
      "Ocean": 1583,
      "ton": 1584,
      "Reverse": 1585,
      "cobacter": 1586,
      "Bacteroid": 1587,
      "RBG": 1588,
      "leb": 1589,
      "oside": 1590,
      "IV": 1591,
      "outer": 1592,
      "ophila": 1593,
      "RBG_1": 1594,
      "ania": 1595,
      "30S": 1596,
      "Prevo": 1597,
      "casse": 1598,
      "bre": 1599,
      "_M": 1600,
      "baculum": 1601,
      "ponse": 1602,
      "Response": 1603,
      "teromonas": 1604,
      "44": 1605,
      "ulatus": 1606,
      "omuraea": 1607,
      "Nonomuraea": 1608,
      "phagus": 1609,
      "genes": 1610,
      "ens": 1611,
      "CE": 1612,
      "moly": 1613,
      "lation": 1614,
      "_10": 1615,
      "Human": 1616,
      "fus": 1617,
      "mura": 1618,
      "Halomonas": 1619,
      "press": 1620,
      "Par": 1621,
      "aea": 1622,
      "inos": 1623,
      "romo": 1624,
      "Methylobacterium": 1625,
      "mal": 1626,
      "cro": 1627,
      "oredoxin": 1628,
      "spor": 1629,
      "Ery": 1630,
      "cassette": 1631,
      "stre": 1632,
      "Ig": 1633,
      "cine": 1634,
      "lum": 1635,
      "Phytophthora": 1636,
      "bilis": 1637,
      "idia": 1638,
      "rub": 1639,
      "33": 1640,
      "transfer": 1641,
      "llaceae": 1642,
      "bal": 1643,
      "otid": 1644,
      "Anaeroline": 1645,
      "kia": 1646,
      "thione": 1647,
      "flav": 1648,
      "thermo": 1649,
      "Brass": 1650,
      "ficiency": 1651,
      "mno": 1652,
      "ospirillum": 1653,
      "Ste": 1654,
      "odeficiency": 1655,
      "Therm": 1656,
      "immunodeficiency": 1657,
      "nensis": 1658,
      "sol": 1659,
      "Hymenobacter": 1660,
      "ux": 1661,
      "BP": 1662,
      "SS": 1663,
      "OR": 1664,
      "phan": 1665,
      "Parac": 1666,
      "Histidine": 1667,
      "sediminis": 1668,
      "isoli": 1669,
      "omicrobiales": 1670,
      "roides": 1671,
      "ano": 1672,
      "Bacillaceae": 1673,
      "oese": 1674,
      "Fib": 1675,
      "dobacter": 1676,
      "Prevotella": 1677,
      "mul": 1678,
      "hewan": 1679,
      "TIG": 1680,
      "ostoc": 1681,
      "nto": 1682,
      "bar": 1683,
      "inium": 1684,
      "tolerans": 1685,
      "toc": 1686,
      "MT": 1687,
      "yi": 1688,
      "marina": 1689,
      "SH": 1690,
      "glycan": 1691,
      "La": 1692,
      "nic": 1693,
      "nace": 1694,
      "phaera": 1695,
      "21": 1696,
      "galac": 1697,
      "ossy": 1698,
      "ossypi": 1699,
      "osome": 1700,
      "men": 1701,
      "inte": 1702,
      "aldo": 1703,
      "Ha": 1704,
      "C1": 1705,
      "don": 1706,
      "siella": 1707,
      "Pol": 1708,
      "Eubacteriales": 1709,
      "glucosamine": 1710,
      "Ribonuclease": 1711,
      "Bacteroides": 1712,
      "mer": 1713,
      "idus": 1714,
      "Cry": 1715,
      "QU": 1716,
      "catalytic": 1717,
      "Lept": 1718,
      "peri": 1719,
      "acetylase": 1720,
      "Woese": 1721,
      "Rec": 1722,
      "dica": 1723,
      "lipoprotein": 1724,
      "imicrobi": 1725,
      "ring": 1726,
      "RIFCSPLOW": 1727,
      "Ra": 1728,
      "MB": 1729,
      "rino": 1730,
      "cepha": 1731,
      "Glyco": 1732,
      "rep": 1733,
      "Thio": 1734,
      "Nov": 1735,
      "Marino": 1736,
      "Vi": 1737,
      "oniae": 1738,
      "iron": 1739,
      "ulos": 1740,
      "99": 1741,
      "Leuc": 1742,
      "Mass": 1743,
      "tyrosine": 1744,
      "Spirochae": 1745,
      "Aden": 1746,
      "onyl": 1747,
      "pic": 1748,
      "GTPase": 1749,
      "imicrobia": 1750,
      "habi": 1751,
      "RR": 1752,
      "habitans": 1753,
      "06": 1754,
      "osphing": 1755,
      "fica": 1756,
      "ridox": 1757,
      "taxis": 1758,
      "hewanella": 1759,
      "Sec": 1760,
      "Ali": 1761,
      "cysteine": 1762,
      "yx": 1763,
      "Gemmatimonadetes": 1764,
      "marinus": 1765,
      "race": 1766,
      "Glyc": 1767,
      "motaxis": 1768,
      "IP": 1769,
      "Endo": 1770,
      "WD": 1771,
      "Novosphing": 1772,
      "2_1": 1773,
      "ubiquitin": 1774,
      "_fil": 1775,
      "flu": 1776,
      "genesis": 1777,
      "cellular": 1778,
      "Brassica": 1779,
      "sugar": 1780,
      "parti": 1781,
      "ospo": 1782,
      "Eury": 1783,
      "Bacteroidales": 1784,
      "microbi": 1785,
      "served": 1786,
      "Man": 1787,
      "55": 1788,
      "Memb": 1789,
      "ventric": 1790,
      "Novosphingobium": 1791,
      "bul": 1792,
      "sulfur": 1793,
      "hyn": 1794,
      "Thalass": 1795,
      "Cro": 1796,
      "TIGR": 1797,
      "78": 1798,
      "xyl": 1799,
      "tiation": 1800,
      "japon": 1801,
      "len": 1802,
      "pri": 1803,
      "coil": 1804,
      "ilag": 1805,
      "chaperone": 1806,
      "P450": 1807,
      "olig": 1808,
      "tii": 1809,
      "wa": 1810,
      "pin": 1811,
      "han": 1812,
      "Mucilag": 1813,
      "Mucilaginibacter": 1814,
      "Blas": 1815,
      "ity": 1816,
      "mod": 1817,
      "amo": 1818,
      "hum": 1819,
      "Glycosyl": 1820,
      "chaeota": 1821,
      "E3": 1822,
      "nate": 1823,
      "UPF0": 1824,
      "je": 1825,
      "myl": 1826,
      "rari": 1827,
      "inter": 1828,
      "nas": 1829,
      "recombinase": 1830,
      "acetylmura": 1831,
      "ian": 1832,
      "Mon": 1833,
      "large": 1834,
      "monooxygenase": 1835,
      "bit": 1836,
      "longa": 1837,
      "RP": 1838,
      "Acidimicrobi": 1839,
      "Asp": 1840,
      "_8_2": 1841,
      "carboxylate": 1842,
      "gon": 1843,
      "itri": 1844,
      "lipase": 1845,
      "deaminase": 1846,
      "pu": 1847,
      "rp": 1848,
      "glyco": 1849,
      "Tn": 1850,
      "NG": 1851,
      "del": 1852,
      "dyl": 1853,
      "Helix": 1854,
      "gas": 1855,
      "ren": 1856,
      "wit": 1857,
      "Zn": 1858,
      "ITY": 1859,
      "Membrane": 1860,
      "Na": 1861,
      "Nostoc": 1862,
      "mutase": 1863,
      "ostoma": 1864,
      "pit": 1865,
      "67": 1866,
      "ulation": 1867,
      "ALITY": 1868,
      "QUALITY": 1869,
      "Nat": 1870,
      "St": 1871,
      "pressor": 1872,
      "neum": 1873,
      "ribacter": 1874,
      "terrae": 1875,
      "SL": 1876,
      "sorting": 1877,
      "uranti": 1878,
      "Shewanella": 1879,
      "Acr": 1880,
      "amin": 1881,
      "Sugar": 1882,
      "onema": 1883,
      "_14_0": 1884,
      "Enterococcus": 1885,
      "sh": 1886,
      "cto": 1887,
      "Lepto": 1888,
      "llula": 1889,
      "Va": 1890,
      "(+": 1891,
      "rata": 1892,
      "gri": 1893,
      "OC": 1894,
      "Gossypi": 1895,
      "Gossypium": 1896,
      "Cyan": 1897,
      "Pseudonocardia": 1898,
      "amido": 1899,
      "cer": 1900,
      "Len": 1901,
      "Mag": 1902,
      "lia": 1903,
      "dh": 1904,
      "Myx": 1905,
      "Dros": 1906,
      "Gluc": 1907,
      "Mari": 1908,
      "Sm": 1909,
      "Bran": 1910,
      "Ro": 1911,
      "SE": 1912,
      "IGH": 1913,
      "organ": 1914,
      "Kleb": 1915,
      "anthomonas": 1916,
      "Drosophila": 1917,
      "Sch": 1918,
      "pyruvate": 1919,
      "Rhodobacteraceae": 1920,
      "pterin": 1921,
      "densis": 1922,
      "Saccharo": 1923,
      "inum": 1924,
      "Plas": 1925,
      "pta": 1926,
      "lute": 1927,
      "F1": 1928,
      "Staphy": 1929,
      "perox": 1930,
      "tris": 1931,
      "sil": 1932,
      "interac": 1933,
      "Integrase": 1934,
      "und": 1935,
      "translocase": 1936,
      "occales": 1937,
      "uto": 1938,
      "35": 1939,
      "Psych": 1940,
      "RING": 1941,
      "CM": 1942,
      "Anti": 1943,
      "doglycan": 1944,
      "H2": 1945,
      "obacillus": 1946,
      "raneus": 1947,
      "undo": 1948,
      "inhi": 1949,
      "initiation": 1950,
      "Signal": 1951,
      "At": 1952,
      "Euryarchaeota": 1953,
      "Chitinophaga": 1954,
      "Osc": 1955,
      "ifolium": 1956,
      "muc": 1957,
      "deacetylase": 1958,
      "Gal": 1959,
      "Sa": 1960,
      "Tnp": 1961,
      "omicrobium": 1962,
      "aes": 1963,
      "cinerari": 1964,
      "Tanace": 1965,
      "Tanacetum": 1966,
      "cinerariifolium": 1967,
      "amide": 1968,
      "guanylate": 1969,
      "we": 1970,
      "Flavobacteriales": 1971,
      "ara": 1972,
      "tae": 1973,
      "atum": 1974,
      "kii": 1975,
      "32": 1976,
      "ucc": 1977,
      "Pan": 1978,
      "run": 1979,
      "onax": 1980,
      "angu": 1981,
      "desulf": 1982,
      "Pseudoal": 1983,
      "bran": 1984,
      "phi": 1985,
      "transmembrane": 1986,
      "Tetratricopeptide": 1987,
      "Com": 1988,
      "zia": 1989,
      "signal": 1990,
      "Mac": 1991,
      "massiliensis": 1992,
      "47": 1993,
      "midine": 1994,
      "Clostridiales": 1995,
      "68": 1996,
      "ilactobacillus": 1997,
      "AraC": 1998,
      "rie": 1999,
      "HAD": 2000,
      "Klebsiella": 2001,
      "ED": 2002,
      "anta": 2003,
      "Oryza": 2004,
      "Massilia": 2005,
      "phosphodi": 2006,
      "Penic": 2007,
      "ralis": 2008,
      "Transcription": 2009,
      "Thioredoxin": 2010,
      "Hyphomicrobiales": 2011,
      "DDE": 2012,
      "Phycis": 2013,
      "gula": 2014,
      "ospirillaceae": 2015,
      "bitor": 2016,
      "ditis": 2017,
      "rillum": 2018,
      "tuari": 2019,
      "tetrahydro": 2020,
      "ulis": 2021,
      "Planctomycetaceae": 2022,
      "micro": 2023,
      "ticola": 2024,
      "OX": 2025,
      "iformis": 2026,
      "cohol": 2027,
      "cyl": 2028,
      "Az": 2029,
      "MarR": 2030,
      "Methyltransferase": 2031,
      "Cae": 2032,
      "sinensis": 2033,
      "ue": 2034,
      "fa": 2035,
      "cum": 2036,
      "pp": 2037,
      "Nitro": 2038,
      "ST": 2039,
      "phaerae": 2040,
      "core": 2041,
      "Sin": 2042,
      "itol": 2043,
      "aldolase": 2044,
      "Paracoccus": 2045,
      "rA": 2046,
      "Cam": 2047,
      "Brevi": 2048,
      "dens": 2049,
      "fi": 2050,
      "pseudo": 2051,
      "Peptide": 2052,
      "nan": 2053,
      "_9": 2054,
      "periplasmic": 2055,
      "TIGR0": 2056,
      "Dihydro": 2057,
      "glucose": 2058,
      "romosome": 2059,
      "Her": 2060,
      "iz": 2061,
      "rel": 2062,
      "Pola": 2063,
      "Carboxy": 2064,
      "tose": 2065,
      "HIGH": 2066,
      "Lim": 2067,
      "RIFCSPHIGH": 2068,
      "AcrR": 2069,
      "PAS": 2070,
      "buty": 2071,
      "Brac": 2072,
      "vulga": 2073,
      "line": 2074,
      "alkali": 2075,
      "bic": 2076,
      "osyl": 2077,
      "aci": 2078,
      "tili": 2079,
      "88": 2080,
      "Symbi": 2081,
      "talea": 2082,
      "trichum": 2083,
      "Ab": 2084,
      "olate": 2085,
      "nech": 2086,
      "leuc": 2087,
      "ilis": 2088,
      "ves": 2089,
      "virid": 2090,
      "Phe": 2091,
      "vibacter": 2092,
      "Arundo": 2093,
      "donax": 2094,
      "Ly": 2095,
      "DUF30": 2096,
      "bella": 2097,
      "rRNA": 2098,
      "oryz": 2099,
      "inia": 2100,
      "49": 2101,
      "oph": 2102,
      "rellula": 2103,
      "Anaero": 2104,
      "Outer": 2105,
      "ester": 2106,
      "arcina": 2107,
      "xi": 2108,
      "lae": 2109,
      "bon": 2110,
      "Woesearchaeota": 2111,
      "Try": 2112,
      "hydrate": 2113,
      "pirillum": 2114,
      "Pseudoalteromonas": 2115,
      "idobacterium": 2116,
      "rhiz": 2117,
      "monadaceae": 2118,
      "ops": 2119,
      "Fran": 2120,
      "cana": 2121,
      "ans": 2122,
      "ginine": 2123,
      "tens": 2124,
      "IM": 2125,
      "Coma": 2126,
      "lamy": 2127,
      "illium": 2128,
      "Colle": 2129,
      "prolyl": 2130,
      "wall": 2131,
      "onii": 2132,
      "pneum": 2133,
      "Mul": 2134,
      "_7": 2135,
      "_5": 2136,
      "noyl": 2137,
      "odinium": 2138,
      "Symbiodinium": 2139,
      "Sc": 2140,
      "gari": 2141,
      "Helicobacter": 2142,
      "Synech": 2143,
      "Th": 2144,
      "Ana": 2145,
      "sym": 2146,
      "ath": 2147,
      "rium": 2148,
      "mina": 2149,
      "long": 2150,
      "Deinococcus": 2151,
      "CP": 2152,
      "site": 2153,
      "Bu": 2154,
      "dical": 2155,
      "sia": 2156,
      "vol": 2157,
      "Methan": 2158,
      "Bifunctional": 2159,
      "aca": 2160,
      "For": 2161,
      "BR": 2162,
      "IX": 2163,
      "fo": 2164,
      "ibacillus": 2165,
      "Caen": 2166,
      "orhabditis": 2167,
      "Caenorhabditis": 2168,
      "tamase": 2169,
      "polysaccharide": 2170,
      "antiporter": 2171,
      "46": 2172,
      "jor": 2173,
      "restri": 2174,
      "ent": 2175,
      "tta": 2176,
      "tococcus": 2177,
      "Igna": 2178,
      "cali": 2179,
      "inhibitor": 2180,
      "Marinobacter": 2181,
      "methionine": 2182,
      "greg": 2183,
      "On": 2184,
      "AG": 2185,
      "Colleto": 2186,
      "Colletotrichum": 2187,
      "endophy": 2188,
      "Fli": 2189,
      "urase": 2190,
      "Parc": 2191,
      "Parcubacteria": 2192,
      "kin": 2193,
      "TB": 2194,
      "av": 2195,
      "Magne": 2196,
      "antigen": 2197,
      "biogenesis": 2198,
      "aeru": 2199,
      "Burkholderiales": 2200,
      "metal": 2201,
      "ATCC": 2202,
      "nith": 2203,
      "Lute": 2204,
      "Cit": 2205,
      "interacting": 2206,
      "oides": 2207,
      "hort": 2208,
      "Staphyl": 2209,
      "Sus": 2210,
      "Staphylococcus": 2211,
      "SG": 2212,
      "Rub": 2213,
      "-(": 2214,
      "Cha": 2215,
      "sella": 2216,
      "obacteraceae": 2217,
      "Gord": 2218,
      "haloc": 2219,
      "gori": 2220,
      "acus": 2221,
      "Tric": 2222,
      "rine": 2223,
      "sti": 2224,
      "ulose": 2225,
      "Fl": 2226,
      "PP": 2227,
      "Cyp": 2228,
      "ADP": 2229,
      "Omp": 2230,
      "ulfide": 2231,
      "Vario": 2232,
      "diphosphate": 2233,
      "Variovorax": 2234,
      "Nocardi": 2235,
      "phosphoribosyltransferase": 2236,
      "ssium": 2237,
      "Glycine": 2238,
      "maris": 2239,
      "folate": 2240,
      "az": 2241,
      "Aure": 2242,
      "tilis": 2243,
      "Integral": 2244,
      "Ignavi": 2245,
      "90": 2246,
      "occo": 2247,
      "gla": 2248,
      "motif": 2249,
      "integrase": 2250,
      "imicrobium": 2251,
      "exonuclease": 2252,
      "Legi": 2253,
      "66": 2254,
      "sensor": 2255,
      "rar": 2256,
      "atty": 2257,
      "Rum": 2258,
      "Ag": 2259,
      "Oxid": 2260,
      "ularis": 2261,
      "1_FULL": 2262,
      "Iron": 2263,
      "spi": 2264,
      "Class": 2265,
      "Peri": 2266,
      "phus": 2267,
      "amidase": 2268,
      "Ano": 2269,
      "A1": 2270,
      "Lip": 2271,
      "wo": 2272,
      "uccinate": 2273,
      "dae": 2274,
      "Burkholderiaceae": 2275,
      "repressor": 2276,
      "cent": 2277,
      "Acetyl": 2278,
      "zing": 2279,
      "rona": 2280,
      "luc": 2281,
      "Pseudomonadaceae": 2282,
      "sola": 2283,
      "tidyl": 2284,
      "Campyl": 2285,
      "export": 2286,
      "Acido": 2287,
      "X3": 2288,
      "pirellula": 2289,
      "ER": 2290,
      "mella": 2291,
      "tuarii": 2292,
      "lication": 2293,
      "ada": 2294,
      "ffe": 2295,
      "Xant": 2296,
      "ato": 2297,
      "Dy": 2298,
      "riona": 2299,
      "Cas": 2300,
      "longation": 2301,
      "Cellul": 2302,
      "prenyl": 2303,
      "(+)": 2304,
      "Sphingobacterium": 2305,
      "phagaceae": 2306,
      "HD": 2307,
      "_11": 2308,
      "vata": 2309,
      "cur": 2310,
      "ile": 2311,
      "alb": 2312,
      "flava": 2313,
      "solute": 2314,
      "rone": 2315,
      "dicted": 2316,
      "AF": 2317,
      "IF": 2318,
      "Aspar": 2319,
      "Legionella": 2320,
      "mia": 2321,
      "Pon": 2322,
      "onucle": 2323,
      "plan": 2324,
